IDEA StatiCa Open Model
BoltParam.Counts Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Gets or sets the count of bolts in the circle (polar coordinate system).
 Namespace: IdeaRS.OpenModel.Parameters
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public IList<int> Counts { get; set; }
Public Property Counts As IList(Of Integer)
	Get
	Set
public:
property IList<int>^ Counts {
	IList<int>^ get ();
	void set (IList<int>^ value);
}
Property Value
Type: IList<Int32>
See Also
Reference
BoltParam Class
IdeaRS.OpenModel.Parameters Namespace